{
  "missions": [
    { "id":"miss1",
      "content": {
        "name": "Camp Ray Bird",
        "desc": "Christian summer camp experiences for low-income students in the Michiana area",
        "longDesc": "The mission of Ray Bird Ministries is to share the gospel of Jesus Christ with Michiana children and teens, nurture those believers, and prepare them for participation in local churches. Ray Bird Ministries specializes in serving families who could not otherwise afford meaningful camping experiences. Ray Bird Ministries is a 501(c)(3) nonprofit organization governed by a board of directors including: Linda Burrell, Phyllis Hueni, Randy Meert, John Rader, Tom Thompson, Don Wierenga, David Mui, Keith Walatka, Kristen Haubold, and Shawn Titus.",
        "support": "Prayer for camp counselors, our campers would find churches to continue to grow in their relationship with Jesus.",
        "img": "http://www.raybird.org/images/photos/Mui.jpg",
        "vid": "<div id='card__vid' style='position:relative;height:0;padding-bottom:56.25%'><iframe src='https://www.youtube.com/embed/-HtIvuEg8ZU?ecver=2&modestbranding=1&autoplay=1&showinfo=0&controls=0&enablejsapi=1&rel=0' width='640' height='360' frameborder='0' style='position:absolute;width:100%;height:100%;left:0' allowfullscreen></iframe></div>"
        }
      },
      { "id":"miss2",
        "content": {
          "name": "EFCA: Global Fingerprints",
          "desc": "School for children affected by the ebola epidemic",
          "longDesc": "GlobalFingerprints is the child sponsorship ministry of ReachGlobal. We partner with national churches around the world to send children to school and help care for their physical, spiritual and emotional needs.",
          "support":"Consider sponsoring a child through the EFCA sponsorship program. Pray that the orphans and lost would find hope in Jesus through the ministry.",
          "img": "https://go.efca.org/sites/default/files/resources/media/images/2013/09/efca-vertical-rgb.png",
          "vid": "<div id='card__vid' style='position:relative;height:0;padding-bottom:56.25%'><iframe src='https://www.youtube.com/embed/qKcs4XMmxdA?modestbranding=1&autoplay=1&showinfo=0&controls=0&enablejsapi=1&rel=0' width='640' height='360' frameborder='0' style='position:absolute;width:100%;height:100%;left:0' allowfullscreen></iframe></div>"
        }
      },
      {"id": "miss4",
      "content": {
        "name": "African Medical Alliance",
        "desc": " Source and promote healthcare delivery in areas of deepest poverty in rural Africa and throughout the world.",
        "longDesc": "The mission of African Medical Alliance, Inc. is to source and promote healthcare delivery in areas of deepest poverty in rural Africa and throughout the world. Working with like-minded organizations and people, the corporation provides sourcing for healthcare development, leadership development, and community development initiatives, resulting in positive advancements in healthcare access, delivery, and sustainability.",
        "support":"Praise God for increasing the birth survival rates! Pray for regional conflicts which are preventing medical aid to reach remote areas to come to an end.",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRQFsrz0qUXD99IJ2M5I3nX5Q3bqgudz6UeL4kIQk26nr_nfMF9",
        "vid": "<div id='card__vid' style='position:relative;height:0;padding-bottom:56.25%'><iframe src='https://www.youtube.com/embed/wB7RpCtSjQM?modestbranding=1&autoplay=1&showinfo=0&controls=0&enablejsapi=1&rel=0' width='640' height='360' frameborder='0' style='position:absolute;width:100%;height:100%;left:0' allowfullscreen></iframe></div>"
        }
      },
      {"id": "miss5",
      "content": {
        "name": "Cru: Faculty Commons",
        "desc": "Bringing university resources together to advance the kingdom of Jesus.",
        "longDesc": "Faculty Commons, a ministry of Cru, is committed to bringing all the resources of the university (faculty, students, and ideas) to the world for the advance of the loving rule and reign of Jesus Christ. We in Faculty Commons are men and women who love the academy, who find the person and works of Jesus of Nazareth to be satisfying and true, and who look to Him as the beautiful hope for the world. We dream of the day when movements of Christian professors willingly wrestle with the ever-challenging question, 'As Christ-followers, what should we do in the academy?'",
        "support":"Pray that Christian professors will wisely and winsomely identify as Christ-followers as they get to know their students throughout the year. Pray that the influence of Christ would become more apparent on our secular campuses nationwide.",
        "img": "https://upload.wikimedia.org/wikipedia/en/9/92/Campus_Crusade_Logo.jpg",
        "vid": "<div id='card__vid' style='position:relative;height:0;padding-bottom:56.25%'><video autoplay style='position:absolute;width:100%;height:100%;left:0' allowfullscreen><source src='https://11-lvl3-pdl.vimeocdn.com/01/4001/2/70009674/176747045.mp4?expires=1510800817&token=0866e56ddebf77f5ac87b' /></video></div>"
        }
      },
      {"id": "miss6",
      "content": {
        "name": "Kids Alive",
        "desc":"Providing homes for venerable children in Romania.",
        "longDesc": "Although Romania is now part of the European Union, and standards of living have risen in many Romanian cities, there is still terrible poverty in many of the poorer rural areas of the country. Over 300,000 orphans roam the streets — and many of them are forced into child prostitution and various underground sex trades. KAI operates two programs in the village of Dobrun, providing a family-style home and a care center program for almost 50 vulnerable children. <br />Cami’s parents and entire family were involved in founding the Children’s Home and the Denisa Care Center, even using their house as a temporary home for babies rescued from government orphanages until the House of Hope Children’s Home was built.",
        "support":"Pray for children caught in violence or destitute circumstances. Pray that the light of Christ woudl shine through the orphan ministry of Kids Alive globally.",
        "img":"https://secure.kidsalive.org/images/Product/medium/010030.jpg",
        "vid":"<div id='card__vid' style='position:relative;height:0;padding-bottom:56.25%'><iframe src='https://www.youtube.com/embed/iNpWnj2NSFM?modestbranding=1&autoplay=1&showinfo=0&controls=0&enablejsapi=1&rel=0' width='640' height='360' frameborder='0' style='position:absolute;width:100%;height:100%;left:0' allowfullscreen></iframe></div>"
        }
      },
      {"id":"miss7",
        "content": {
          "name":"Deep Well Ministries",
          "desc":"Using basic development as as bridge ministry to rural Sierra Leone communities.",
          "longDesc":"",
          "support":"",
          "img":"https://cinamiblog.files.wordpress.com/2016/05/reifels.jpg?w=160&h=129",
          "vid":"<div id='card__vid' style='position:relative;height:0;padding-bottom:56.25%'><iframe src='https://www.youtube.com/embed/8jdk68a3q3Y?modestbranding=1&autoplay=1&showinfo=0&controls=0&enablejsapi=1&rel=0' width='640' height='360' frameborder='0' style='position:absolute;width:100%;height:100%;left:0' allowfullscreen></iframe></div>"
        }
      }
  ]
}
