{
  "missions": [
    { "id":"miss1",
      "content": {
        "name": "Camp Ray Bird",
<<<<<<< HEAD
        "desc": "Christian summer camp experiences for low-income students in the Michiana area",
        "longDesc": "The mission of Ray Bird Ministries is to share the gospel of Jesus Christ with Michiana children and teens, nurture those believers, and prepare them for participation in local churches. Ray Bird Ministries specializes in serving families who could not otherwise afford meaningful camping experiences.",
        "support": "Prayer for camp counselors, our campers would find churches to continue to grow in their relationship with Jesus.",
        "img": "https://static1.squarespace.com/static/5a2aa1e8cd39c3b1cd290f3d/t/5a2ab713c83025dae18b8393/1512748832343/david+profile.jpg",
        "vid": "-HtIvuEg8ZU"
=======
        "desc": "This is a string description for a mission",
        "longDesc": "This is the mission's lond description in case a short one is used someplace else.",
        "img": "https://c1.staticflickr.com/5/4414/36198424463_42777eb515_b.jpg",
        "vid": "<div id='card__vid' style='position:relative;height:0;padding-bottom:56.25%'><iframe src='https://www.youtube.com/embed/-HtIvuEg8ZU?ecver=2&autoplay=0&controls=0&showinfo=0&rel=0&enablejsapi=1' width='640' height='360' frameborder='0' style='position:absolute;width:100%;height:100%;left:0' allowfullscreen></iframe></div>"
>>>>>>> 9b0be8788d5c3dee0c1c477a090c1e0863661417
        }
      },
      { "id":"miss2",
        "content": {
<<<<<<< HEAD
          "name": "EFCA: Global Fingerprints",
          "desc": "School for children affected by the ebola epidemic",
          "longDesc": "GlobalFingerprints is the child sponsorship ministry of ReachGlobal. We partner with national churches around the world to send children to school and help care for their physical, spiritual and emotional needs.",
          "support":"Consider sponsoring a child through the EFCA sponsorship program. Pray that the orphans and lost would find hope in Jesus through the ministry.",
          "img": "https://go.efca.org/sites/default/files/resources/media/images/2013/09/efca-vertical-rgb.png",
          "vid": "qKcs4XMmxdA"
        }
      },
      {"id": "miss4",
      "content": {
        "name": "African Medical Alliance",
        "desc": " Source and promote healthcare delivery in areas of deepest poverty in rural Africa and throughout the world.",
        "longDesc": "The mission of African Medical Alliance, Inc. is to source and promote healthcare delivery in areas of deepest poverty in rural Africa and throughout the world. Working with like-minded organizations and people, the corporation provides sourcing for healthcare development, leadership development, and community development initiatives, resulting in positive advancements in healthcare access, delivery, and sustainability.",
        "support":"Praise God for increasing the birth survival rates! Pray for regional conflicts which are preventing medical aid to reach remote areas to come to an end.",
        "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRQFsrz0qUXD99IJ2M5I3nX5Q3bqgudz6UeL4kIQk26nr_nfMF9",
        "vid": "wB7RpCtSjQM"
        }
      },
      {"id": "miss6",
      "content": {
        "name": "Kids Alive",
        "desc":"Providing homes for venerable children in Romania.",
        "longDesc": "Although Romania is now part of the European Union, and standards of living have risen in many Romanian cities, there is still terrible poverty in many of the poorer rural areas of the country. Over 300,000 orphans roam the streets — and many of them are forced into child prostitution and various underground sex trades. KAI operates two programs in the village of Dobrun, providing a family-style home and a care center program for almost 50 vulnerable children. <br />Cami’s parents and entire family were involved in founding the Children’s Home and the Denisa Care Center, even using their house as a temporary home for babies rescued from government orphanages until the House of Hope Children’s Home was built.",
        "support":"Pray for children caught in violence or destitute circumstances. Pray that the light of Christ woudl shine through the orphan ministry of Kids Alive globally.",
        "img":"https://secure.kidsalive.org/images/Product/medium/010030.jpg",
        "vid":"iNpWnj2NSFM"
        }
      },
      {"id":"miss7",
        "content": {
          "name":"Deep Well Ministries",
          "desc":"Using basic development as as bridge ministry to rural Sierra Leone communities.",
          "longDesc": "Joann and Elmer Reifel bring community development and transformation ministry to villages in Sierra Leon. They are building relationships that lead to discipleship by helping locals drill new wells for clean water",
          "support":"Prayer needs and donations can be found on the Christians In Action home page.",
          "img":"https://cinamiblog.files.wordpress.com/2016/05/reifels.jpg?w=160&h=129",
          "vid":"8jdk68a3q3Y"
=======
          "id": "miss2",
          "name": "Mission 2",
          "desc": "This is a string description for a second mission",
          "longDesc": "This is the mission's lond description in case a short one is used someplace else.",
          "img": "",
          "vid": "<iframe width='560' height='315' src='https://www.youtube.com/embed/GsWphB9dLkQ?rel=0&amp;controls=0&amp;showinfo=0&enablejsapi=1' frameborder='0' allowfullscreen></iframe>"
>>>>>>> 9b0be8788d5c3dee0c1c477a090c1e0863661417
        }
      }
  ]
}
